import React from 'react';

const Blog = () => {
    return (
        <div>
            <h1>সহজ কথায়,  Authorization হল কেউ কে তা যাচাই করার প্রক্রিয়া, যেখানে Authentication হল ব্যবহারকারীর কোন নির্দিষ্ট অ্যাপ্লিকেশন, ফাইল এবং ডেটাতে অ্যাক্সেস রয়েছে তা যাচাই করার প্রক্রিয়া।</h1>
            <hr />
            <h5>
            ফায়ারবেস রিয়েলটাইম ডেটাবেস আপনাকে সরাসরি ক্লায়েন্ট-সাইড কোড থেকে ডাটাবেসে নিরাপদ অ্যাক্সেসের অনুমতি দিয়ে অ্যাপ্লিকেশন তৈরি করতে দেয়। ফায়ারবেজ ছাড়াও আরো অনেকগুলো অথেন্টিকেশন সিস্টেম ব্যবহার করা যায় যেমন  Parse 
            Back4app, Kinvey ,Backendless , Kuzzle 
            </h5>
        </div>
    );
};

export default Blog;